{
    "pt": {
        "pageTitle": "Bem-vindo amigos Terráqueos",
        "navAbout": "Sobre",
        "navProjects": "Projetos",
        "navContact": "Contato",
        "aboutTitle": "Sobre mim.",
        "aboutDescription": "Olá, pessoal!<br><br>Meu nome é Alexandre, profissional da Tecnologia da Informação e Comunicação que está em busca constante de desafios para evoluir em conhecimento! 🚀<br><br>Quem sou eu? Bem, atuando desde sempre na área de Infraestrutura. <br><br>Nos últimos anos, mergulhei de cabeça em tecnologias da AWS \"❤️\" e práticas DevOps, em busca de me tornar mais um Jedi da Tecnologia 😅, tanto no mundo On-Premise, Datacenters quanto em Cloud Pública ☁️.<br><br>O que faço? Estou sempre navegando entre processos, pessoas e soluções tecnológicas, com a missão de garantir que cada solução esteja em sintonia com os objetivos e necessidades das organizações onde atuo.<br><br>Meu objetivo? Continuar a trilhar o caminho do desenvolvimento profissional e pessoal, buscando novas aventuras tecnológicas e oportunidades para crescer, desenvolver e colaborar cada vez mais 💡.<br><br>E como parte desta caminhada, venho através desta página aqui no Github.io, compartilhar tópicos relacionados às nossas necessidades do dia a dia, aceitando sugestões e ajuda para que juntos possamos fortalecer a comunidade do conhecimento compartilhado.",
        "projectsTitle": "Meus Projetos",
        "project1Title": "Route 53 - Health Checks com Routing Policy - Failover para Registros do tipo A (Address Records)",
        "project1Description": "Este projeto configura o Amazon Route 53 para garantir alta disponibilidade de serviços, utilizando health checks e políticas de roteamento para gerenciar failover entre múltiplos IPs associados a registros do tipo A. A estratégia envolve monitorar a saúde dos IPs e redirecionar o tráfego automaticamente para um IP secundário em caso de falha do IP primário, garantindo continuidade e resiliência para aplicações críticas.",
        "project2Title": "Projeto 2",
        "project2Description": "Descrição do projeto 2.",
        "project3Title": "Projeto 3",
        "project3Description": "Descrição do projeto 3.",
        "contactTitle": "Contato",
        "contactDescription": "Entre em contato através do <a href=\"mailto:seuemail@exemplo.com\">meu email</a>.",
        "footerText": "Minha Página no GitHub"
    },
    "en": {
        "pageTitle": "Welcome Earthling friends",
        "navAbout": "About",
        "navProjects": "Projects",
        "navContact": "Contact",
        "aboutTitle": "About Me.",
        "aboutDescription": "Hello, everyone!<br><br>My name is Alexandre, an IT and Communications professional constantly seeking challenges to evolve in knowledge! 🚀<br><br>Who am I? Well, I've always worked in the Infrastructure field.<br><br>In recent years, I've delved deeply into AWS technologies \"❤️\" and DevOps practices, aiming to become more of a Technology Jedi 😅, both in On-Premise, Datacenters, and Public Cloud ☁️.<br><br>What do I do? I'm always navigating between processes, people, and technological solutions, with the mission of ensuring that each solution aligns with the goals and needs of the organizations where I operate.<br><br>My goal? To continue along the path of professional and personal development, seeking new technological adventures and opportunities to grow, develop, and collaborate more and more 💡.<br><br>And as part of this journey, I am here on this page at Github.io, to share topics related to our daily needs, welcoming suggestions and help so that together we can strengthen the community of shared knowledge.",
        "projectsTitle": "My Projects",
        "project1Title": "Route 53 - Health Checks com Routing Policy - Failover para Registros do tipo A (Address Records)",
        "project1Description": "Description of project 1.",
        "project2Title": "Project 2",
        "project2Description": "Description of project 2.",
        "project3Title": "Project 3",
        "project3Description": "Description of project 3.",
        "contactTitle": "Contact",
        "contactDescription": "Get in touch via <a href=\"mailto:your.email@example.com\">my email</a>.",
        "footerText": "My GitHub Page"
    }
}
